Repository: tsyganov2000/site.devel
Catalog: var/langs/*/addons/store_locator.po
Languages: fr_fr

# Addons::name::store_locator
source: Stores and pickup points
fr_fr: Magasins et points de ramassage

# Addons::description::store_locator
source: Allows you to mark your physical stores on the map and offer your customers to collect orders from there, if a corresponding shipping method is configured.
fr_fr: Permet de marquer vos magasins physiques sur la carte et de proposer à vos clients d'y retirer leurs commandes, si une méthode d'expédition correspondante est configurée.

# Languages::view_on_map
source: View on map
fr_fr: Voir sur la carte

# Languages::get_api_key
source: Obtaining an API Key
fr_fr: Obtenir une clé API

# Languages::block_store_locator
source: Store locator
fr_fr: Emplacement(s) magasin(s)

# Languages::store_locator
source: Stores & pickup points
fr_fr: Magasins et points de ramassage

# Languages::block_store_locator_description
source: Store locator block
fr_fr: Bloc de l'emplacement des magasins

# Languages::text_address_not_found
source: Address not found
fr_fr: Adresse introuvable

# Languages::select_coordinates
source: Select coordinates
fr_fr: Sélectionnez les coordonnées

# Languages::set
source: Set
fr_fr: Confirmer

# Languages::editing_store_location
source: Editing store location
fr_fr: Édition d'un emplacement magasin

# Languages::new_store_location
source: New store location
fr_fr: Nouvel emplacement magasin

# Languages::add_store_location
source: Add store location
fr_fr: Ajouter un emplacement

# Languages::coordinates
source: Coordinates
fr_fr: Coordonnées

# Languages::all_stores
source: All stores
fr_fr: Tous les magasins

# SettingsSections::store_locator::general
source: General
fr_fr: Général

# SettingsOptions::store_locator::print_map
source: Show map in order-related documents
fr_fr: Afficher la carte dans les documents relatifs à la commande

# SettingsTooltips::store_locator::print_map
source: Print the map on the packing slip and invoice
fr_fr: Imprimez la carte sur le bordereau d'expédition et la facture.

# SettingsOptions::store_locator::show_locations_at_geolocator
source: Use list of cities instead of a map
fr_fr: Utiliser une liste de villes au lieu d'une carte

# SettingsTooltips::store_locator::show_locations_at_geolocator
source: Affects the Customer Geolocation block. The list will be generated from cities that have stores and pickup points.
fr_fr: Affecte le bloc Géolocalisation du client. La liste sera générée à partir des villes qui ont des magasins et des points de ramassage.

# Languages::privileges.manage_store_locator
source: Can edit
fr_fr: Peut éditer

# Languages::privilege_groups.store_locator
source: Store locator
fr_fr: Emplacement(s) magasin(s)

# Languages::privileges.view_store_locator
source: Can view
fr_fr: Peut voir

# Languages::store_locator.text_pickup_instruction
source: The "Customer pick-up" shipping method offers a customer to choose a store to pick up a product from. The stores can be created in the "Store location" add-on<br /><b>Store creation:</b> <a href="[store_locator]">Store location</a>
fr_fr: La méthode d'expédition "Enlèvement par le client" propose à un client de choisir un magasin où récupérer un produit. Les magasins peuvent être créés dans le module complémentaire "Emplacement du magasin"<br /><b>Création du magasin :</b> <a href="[store_locator]">Emplacement du magasin</a>.

# Languages::store_locator.select_stores
source: Select stores
fr_fr: Sélectionnez les magasins

# Languages::store_locator.pick_up_points
source: Pick-up points
fr_fr: Points de ramassage

# Languages::store_locator.stores_position
source: The "Position" field in the store settings
fr_fr: Le champ "Position" dans les paramètres du magasin

# Languages::store_locator.shipping_position
source: Order selected in the shipping method settings
fr_fr: Commande sélectionnée dans les paramètres de la méthode d'expédition

# Languages::store_locator.selected_fields
source: Selected stores
fr_fr: Magasins sélectionnés

# Languages::store_locator.available_fields
source: Available stores
fr_fr: Magasins disponibles

# Languages::store_locator.display_ml
source: Map and list
fr_fr: Carte et liste

# Languages::store_locator.display_l
source: List
fr_fr: Liste

# Languages::store_locator.display_m
source: Map
fr_fr: Carte

# Languages::store_locator.display
source: Locations list view on the checkout page
fr_fr: Affichage de la liste des sites sur la page de paiement

# Languages::store_locator.pickup
source: Pickup
fr_fr: Enlèvement

# Languages::store_locator.pickup_avail
source: Available for pick-up
fr_fr: Disponible pour le ramassage

# Languages::store_locator.work_time
source: Working hours
fr_fr: Heures de travail

# Languages::carrier_store_locator
source: Pickup
fr_fr: Enlèvement

# Languages::destination_nothing_found
source: No suitable destination has been found
fr_fr: Aucune destination appropriée n'a été trouvée

# Languages::stores_nothing_found
source: No stores have been found
fr_fr: Aucun magasin n'a été trouvé

# Languages::pickup
source: Pickup
fr_fr: Enlèvement

# Languages::pickup_id
source: Pickup ID
fr_fr: ID de ramassage

# Languages::pickup_avail
source: Pickup avail
fr_fr: Disponibilité de l'enlèvement

# Languages::pickup_surcharge
source: Pickup surcharge
fr_fr: Supplément pour l'enlèvement

# Languages::pickup_address
source: Pickup address
fr_fr: Adresse de ramassage

# Languages::pickup_phone
source: Pickup phone
fr_fr: Téléphone de prélèvement

# Languages::pickup_time
source: Pickup time
fr_fr: Heure de ramassage

# Languages::pickup_destinations_ids
source: Pickup destinations ids
fr_fr: Ids des destinations de ramassage

# Languages::store_locator.show_pickup_points_only
source: Hide places where I can't pick up my order
fr_fr: Cacher les endroits où je ne peux pas récupérer ma commande

# Languages::store_locator.stores_and_pickup_points
source: Stores and pickup points
fr_fr: Magasins et points de ramassage

# Languages::store_locator.surcharge_changes_hint
source: In previous versions, the surcharge was added to the standard rates that were specified for a shipping method. Now this surcharge isn't taken into account during shipping rate calculation. We left it here for your convenience, so that you could see it and adjust the rates on the shipping method editing page accordingly.
fr_fr: Dans les versions précédentes, la surtaxe était ajoutée aux tarifs standard spécifiés pour une méthode d'expédition. Désormais, cette majoration n'est pas prise en compte lors du calcul des tarifs d'expédition. Nous l'avons laissée ici pour votre commodité, afin que vous puissiez la voir et ajuster les tarifs sur la page de modification de la méthode d'expédition en conséquence.

# Languages::store_locator.main_destination
source: Located in rate area
fr_fr: Situé dans la zone tarifaire

source: Determines the shipping rates for this pickup point. The rates are specified on the shipping method editing page. If you don't select a rate area for a pickup point, then the pickup point won't appear at checkout.
fr_fr: Détermine les tarifs d'expédition pour ce point de ramassage. Les tarifs sont spécifiés sur la page d'édition de la méthode d'expédition. Si vous ne sélectionnez pas de zone tarifaire pour un point de ramassage, ce dernier n'apparaîtra pas au moment du paiement.

# Languages::store_locator.show_to
source: Show to
fr_fr: Montrer à

# Languages::show_to
source: Show to
fr_fr: Montrer à

source: Allows you to offer this pickup point to the residents of other rate areas at checkout.
fr_fr: Vous permet de proposer ce point de ramassage aux résidents d'autres zones tarifaires lors du paiement.

# Languages::store_locator.shipping_price_from
source: from [price]
fr_fr: de [prix]

# Languages::store_locator.pickup_rates_calculation_logic_changed_title
source: Pick up from store: Surcharge per pickup point removed
fr_fr: Ramassage au magasin : Supplément par point d'enlèvement supprimé

# Languages::store_locator.pickup_rates_calculation_logic_changed_text
source: <p>The <b>[pickup_addon]</b> and <b>[store_locator_addon]</b> add-ons were merged into a new add-on called [stores_pickups_addon]. Shipping rates and time are more flexible now: they depend on the location (rate area) of a pickup point. The rates are now specified in one place: the editing page of a shipping method.</p><p>For that reason, we removed the <b>Surcharge</b> field from the pickup point editing page. Its value still appears in the admin panel, but isn’t used in rate calculation. Please check your pickup points, then adjust the shipping rates of all your "Pick up from store" shipping methods accordingly.</p><p><a href="[shippings_manage]" target="_blank" class="btn btn-large btn-primary">Adjust shipping rates</a> <a href="[pickup_points_list]" target="_blank" class="btn btn-large">View my pickup points</a></p>
fr_fr: <p>Les modules complémentaires <b>[pickup_addon]</b> et <b>[store_locator_addon]</b> ont été fusionnés dans un nouveau module complémentaire appelé [stores_pickups_addon]. Les tarifs et le temps d'expédition sont désormais plus flexibles : ils dépendent de l'emplacement (zone tarifaire) d'un point de ramassage. Les tarifs sont désormais spécifiés à un seul endroit : la page d'édition d'une méthode d'expédition.</p><p>Pour cette raison, nous avons supprimé le champ <b>Surcharge</b> de la page d'édition du point d'enlèvement. Sa valeur apparaît toujours dans le panneau d'administration, mais n'est pas utilisée dans le calcul du tarif. Veuillez vérifier vos points d'enlèvement, puis ajuster les tarifs d'expédition de toutes vos méthodes d'expédition "Enlèvement en magasin" en conséquence.</p><p><a href="[shippings_manage]" target="_blank" class="btn btn-large btn-primary">Ajuster les tarifs d'expédition</a> <a href="[pickup_points_list]" target="_blank" class="btn btn-large">Voir mes points d'enlèvement</a></p>.

# Languages::store_locator.use_two_fingers_for_move_map
source: Use two fingers to move the map
fr_fr: Utilisez deux doigts pour déplacer la carte

# Languages::store_locator.scroll_to_top
source: Scroll to top
fr_fr: Faire défiler vers le haut

# Languages::store_locator.no_rate_area
source: No rate area
fr_fr: Pas de zone tarifaire

# Languages::store_locator.name
source: Name
fr_fr: Nom

# Languages::store_locator.pickup_locations
source: Pickup Locations
fr_fr: Lieux de ramassage

# Languages::store_locator.any_rate_area
source: Any rate area
fr_fr: Toute zone tarifaire

# Languages::store_locator.pickup_from_store
source: Pickup from store
fr_fr: Enlèvement au magasin

# Languages::store_locator.any_vendor
source: Any vendor
fr_fr: Tout vendeur

# Languages::store_locator.any
source: Any
fr_fr: Tout

# Languages::store_locator.shipping_price_from_to
source: from [from_price] to [to_price]
fr_fr: de [from_price] à [to_price].
